Repository: husson/Factoshiny
Catalog: po/R-*.po
Languages: fr

source: Select an analysis
fr: Choisir une analyse

source: Choose an analysis
fr: Choisir une analyse

source: Characterizing a qualitative variable
fr: Caractériser une variable qualitative

source: Describe a qualitative variable
fr: Décrire une variable qualitative

source: Characterizing a quantitative variable
fr: Caractériser une variable quantitative

source: Describe a quantitative variable
fr: Décrire une variable quantitative

source: No qualitative variable in your dataset
fr: Aucune variable qualitative dans votre jeu de données

source: X is not a dataframe, a matrix, the results of the catdesshiny function or a catdes result
fr: X n'est pas un data-frame, une matrice ou un résultat de la fonction catdesshiny

source: The dataset
fr: Le jeu de données

source: has
fr: contient

source: individuals, and
fr: individus, et

source: You can use one of the following methods:
fr: Vous pouvez utiliser une des méthodes suivantes :

source: All the variables are quantitative.
fr: Toutes les variables sont quantitatives.

source: All the variables are qualitative.
fr: Toutes les variables sont qualitatives.

source: variable is quantitative and
fr: variable est quantitative et

source: variables are quantitative and
fr: variables sont quantitatives et

source: are qualitative.
fr: sont qualitatives.

source: is qualitative.
fr: est qualitative.

source: The analysis of the graphs leads to detect an outlier that strongly influences the results
fr: L'analyse des graphes détecte un individu singulier qui influence très fortement les résultats observés

source: First we will describe this outlier and then we will suppress it from the analysis
fr: On soulignera dans un premier temps le caractère extrême de cet individu avant de le retirer pour procéder à la suite de l'analyse

source: Looking at the graph, we can note that a particular individual strongly contributes to the construction of the plane
fr: En observant le graphe, on peut noter qu'un individu est très particulier et contribue énormément à la construction du plan

source: The analysis of the graphs leads to detect outliers that strongly influence the results
fr: L'analyse des graphes détecte des individus singuliers qui influencent très fortement les résultats observés

source: First we will describe these outliers and then we will suppress them from the analysis
fr: On soulignera dans un premier temps le caractère extrême de ces individus avant de les retirer pour procéder à la suite de l'analyse

source: Looking at the graph, we can note that
fr: En observant le graphe, on peut noter que

source: particular individuals strongly contribute to the construction of the plane
fr: individus sont très particuliers et contribuent énormément à la construction du plan

source: Individuals factor map (PCA) before correction
fr: Graphe des individus (ACP) avant correction

source: Highlighting of an outlier
fr: Mise en évidence d'un individu singulier

source: Highlighting of
fr: Mise en évidence de

source: outliers
fr: individus singuliers

source: Individuals factor map (PCA) after correction
fr: Graphe des individus (ACP) après correction

source: Variables factor map (PCA) before correction
fr: Graphe des variables (ACP) avant correction

source: Variables factor map (PCA) after correction
fr: Graphe des variables (ACP) après correction

source: The variables in black are considered as active whereas those in blue are illustrative
fr: Les variables en noir sont les variables actives, celles en bleu sont les variables quantitatives supplémentaires (illustratives)

source: The individual
fr: L'individu

source: takes very high values for the variable(s)
fr: prend de très fortes valeurs pour le(s) variable(s)

source: variables are sorted from the strongest
fr: de la plus extrême à la moins extrême

source: variables are sorted from the weakest
fr: de la plus extrême à la moins extrême

source: takes very low values for the variable(s)
fr: prend de très faibles valeurs pour les variables

source: This outlier is suppressed from the analysis and a second one is performed on the rest of the individuals
fr: Après avoir éliminé cet individu singulier, on peut explorer le reste des individus par une seconde analyse

source: These outliers are suppressed from the analysis and a second one is performed on the rest of the individuals
fr: Après avoir éliminé ces individus singuliers, on peut explorer le reste des individus par une seconde analyse

source: Individuals factor map (MCA) before correction
fr: Graphe des individus (ACM) avant correction

source: Individuals factor map (MCA) after correction
fr: Graphe des individus (ACM) après correction

source: Variables factor map (MCA) before correction
fr: Graphe des variables (ACM) avant correction

source: Variables factor map (MCA) after correction
fr: Graphe des variables (ACM) après correction

source: The factors in red are considered as active whereas those in green are illustrative
fr: Les facteurs en rouges sont les modalités actives, tandis que ceux en vert sont les modalités illustratives

source: is characterized by the factor(s)
fr: est caractérisé par le(s) facteur(s)

source: factors are sorted from the most common
fr: du plus commun au plus rare

source: factors are sorted from the rarest
fr: du plus rare au plus commun

source: The analysis of the graphs does not detect any outlier
fr: L'analyse des graphes ne révèle aucun individu singulier

source: The inertia of the first dimensions shows if there are strong relationships between variables and suggests the number of dimensions that should be studied
fr: L'inertie des axes factoriels indique d'une part si les variables sont structurées et suggère d'autre part le nombre judicieux de composantes principales à étudier

source: The first two dimensions of
fr: Les 2 premiers axes de l'

source: express
fr: expriment

source: of the total dataset inertia
fr: de l'inertie totale du jeu de données

source: that means that
fr: cela signifie que

source: of the individuals (or variables) cloud total variability is explained by the plane
fr: de la variabilité totale du nuage des individus (ou des variables) est représentée dans ce plan

source: of the rows (or columns) cloud total variability is explained by the plane
fr: de la variabilité totale du nuage des lignes (ou des colonnes) est représentée dans ce plan

source: the reference value is the
fr: cette intertie de référence est le quantile

source: -quantile of the inertia percentages distribution obtained by simulating
fr: de la distribution des pourcentages d'inertie obtenus en simulant

source: data tables of equivalent size on the basis of a normal distribution
fr: jeux de données aléatoires de dimensions comparables sur la base d'une distribution normale

source: data tables of equivalent size on the basis of a uniform distribution
fr: jeux de données aléatoires de dimensions comparables sur la base d'une distribution uniforme

source: This value is strongly greater than the reference value that equals
fr: Cette valeur est nettement supérieure à la valeur référence de

source: the variability explained by this plane is thus highly significant
fr: la variabilité expliquée par ce plan est donc hautement significative

source: This value is greater than the reference value that equals
fr: Cette valeur est supérieure à la valeur référence de

source: the variability explained by this plane is thus significant
fr: la variabilité expliquée par ce plan est donc significative

source: This percentage is particularly high and thus the first plane perfectly represents the data variability
fr: C'est un pourcentage extrêmement élevé, et le premier plan représente donc parfaitement bien la variabilité contenue dans l'ensemble du jeu de données actif

source: From these observations, it is absolutely not necessary to interpret the next dimensions
fr: Du fait de ces observations, il n'est absolument pas nécessaire pour l'analyse d'interpréter les dimensions suivantes

source: This percentage is very high and thus the first plane represents very well the data variability
fr: C'est un pourcentage très élevé, et le premier plan représente donc extrêmement bien la variabilité contenue dans l'ensemble du jeu de données actif

source: From these observations, it is not necessary to interpret the next dimensions
fr: Du fait de ces observations, il n'est pas nécessaire pour l'analyse d'interpréter les dimensions suivantes

source: This percentage is high and thus the first plane represents an important part of the data variability
fr: C'est un pourcentage élevé, et le premier plan représente donc bien la variabilité contenue dans une très large part du jeu de données actif

source: From these observations, it is probably not useful to interpret the next dimensions
fr: Du fait de ces observations, il n'est probablement pas nécessaire pour l'analyse d'interpréter les dimensions suivantes

source: This percentage is relatively high and thus the first plane well represents the data variability
fr: C'est un pourcentage assez important, et le premier plan représente donc convenablement la variabilité contenue dans une grande part du jeu de données actif

source: From these observations, it should be better to also interpret the dimensions greater or equal to the third one
fr: Du fait de ces observations, il serait tout de même probablement préférable de considérer également dans l'analyse les dimensions supérieures ou égales à la troisième

source: This is an intermediate percentage and the first plane represents a part of the data variability
fr: C'est un pourcentage relativement moyen, et le premier plan représente donc seulement une part de la variabilité contenue dans l'ensemble du jeu de données actif

source: From these observations, it may be interesting to consider the next dimensions which also express a high percentage of the total inertia
fr: Du fait de ces observations, il serait alors probablement nécessaire de considérer également les dimensions supérieures ou égales à la troisième dans l'analyse

source: This is a small percentage and the first plane just represents a part of the data variability
fr: C'est un pourcentage relativement faible, et le premier plan ne représente donc seulement qu'une part de la variabilité contenue dans l'ensemble du jeu de données actif

source: From these observations, it is interesting to consider the next dimensions which also express a high percentage of the total inertia
fr: Du fait de ces observations, il serait alors très probablement nécessaire de considérer également les dimensions supérieures ou égales à la troisième dans l'analyse

source: This is a very small percentage and the first plane represents a small part of the data variability
fr: C'est un pourcentage très faible, et le premier plan ne représente donc seulement qu'une part de la variabilité contenue dans l'ensemble du jeu de données actif

source: From these observations, it is important to also interpret the dimensions greater or equal to the third one
fr: Du fait de ces observations, il serait alors certainement nécessaire de considérer également les dimensions supérieures ou égales à la troisième dans l'analyse

source: The inertia observed on the first plane is smaller than the reference value that equals
fr: L'inertie observée sur le premier plan factoriel est inférieure à la valeur référence de

source: therefore low in comparison
fr: et donc faible en comparaison

source: However, the inertia related to the first dimension is greater than the reference value
fr: Toutefois, l'inertie observée sur la première composante principale est supérieure à la référence de

source: Even if the inertia projected on the first plane is not significant, these explained by the first dimension is significant
fr: Bien que la significativité de l'inertie projetée sur le plan soit insuffisante, celle expliquée par le premier axe est malgré tout significative

source: Moreover, the inertia projected on the first dimension is smaller than the reference value
fr: De plus, l'inertie observée sur la première composante principale est inférieure à la valeur de référence

source: The variability expressed by the
fr: La variabilité exprimée par l'

source: is thus **not** significant
fr: **n'est donc pas** significative

source: The variability expressed by the HCPC is thus **not** significant
fr: La variabilité exprimée par la CAH **n'est donc pas** significative

source: Decomposition of the total inertia on the components of the
fr: Distribution de l'inertie sur les composantes de l'

source: Decomposition of the total inertia on the components of the HCPC
fr: Distribution de l'inertie sur les composantes de la CAH

source: The first factor is largely dominant: it expresses itself
fr: Le premier facteur est largement prépondérant : il explique a lui seul

source: of the data variability
fr: de la variabilité totale des données

source: Note that in such a case, the variability related to the other components might be meaningless, despite of a high percentage
fr: Il convient de noter que dans un tel cas, la variabilité liée aux autres composantes peut être dénuée de sens, en dépit d'un pourcentage élevé

source: The first factor is major: it expresses itself
fr: Le premier facteur est prépondérant : il explique a lui seul

source: Comparison between the observed inertia and the
fr: Comparaison entre l'inertie observée et le quantile

source: -quantile of inertia obtained from
fr: de l'inertie issue de

source: random distributions
fr: distributions aléatoires des données

source: An estimation of the right number of axis to interpret suggests to not interpret the analysis at all
fr: Une estimation du nombre pertinent d'axes à interpréter suggère de n'interpréter aucun

source: Indeed, the amount of inertia of the first axis is not higher than that obtained by the
fr: En effet, le taux d'inertie de la première composante n'est pas supérieur à celui du quantile

source: This observation suggests that no axis is carrying a real information
fr: Cette observation suggère qu'aucun axe n'est porteur d'une véritable information

source: An estimation of the right number of axis to interpret suggests to restrict the analysis to the description of the first
fr: Une estimation du nombre pertinent d'axes à interpréter suggère de restreindre l'analyse à la description des

source: axis
fr: premiers axes

source: These axis present an amount of inertia greater than those obtained by the
fr: Ces composantes révèlent un taux d'inertie supérieur à celle du quantile

source: -quantile of random distributions
fr: de distributions aléatoires

source: against
fr: contre

source: This observation suggests that only these axis are carrying a real information
fr: Cette observation suggère que seuls ces axes sont porteurs d'une véritable information

source: This observation suggests that only this axis is carrying a real information
fr: Cette observation suggère que seul cet axe est porteur d'une véritable information

source: As a consequence, the description will stand to these axis
fr: En conséquence, la description de l'analyse sera restreinte à ces seuls axes

source: We can observe that the first
fr: On observe que les

source: axis present an amount of inertia greater than those obtained by the
fr: premières composantes révèlent un taux d'inertie supérieur à celle du quantile

source: Thus, a wise decision would be to restrict the description to these only axis
fr: De fait, il serait raisonnable de restreindre l'analyse à ces seules composantes

source: However, we choosed to describe the first
fr: Cependant, nous avons choisi de décrire les

source: The labeled individuals are those numbered
fr: Les individus libellés sont ceux numérotés

source: The labeled variables are those numbered
fr: Les variables libellées sont celles numérotées

source: The labeled factors are those numbered
fr: Les facteurs libellés sont ceux numérotés

source: The labeled individuals are those with the higher contribution to the plane construction
fr: Les individus libellés sont ceux ayant la plus grande contribution à la construction du plan

source: The labeled variables are those with the higher contribution to the plane construction
fr: Les variables libellées sont celles ayant la plus grande contribution à la construction du plan

source: The labeled individuals are those the best shown on the plane
fr: Les individus libellés sont ceux les mieux représentés sur le plan

source: The labeled variables are those the best shown on the plane
fr: Les variables libellées sont celles les mieux représentées sur le plan

source: The labeled factors are those the best shown on the plane
fr: Les facteurs libellés sont ceux les mieux représentés sur le plan

source: The labeled individuals are those named
fr: Les individus libellés sont ceux nommés

source: The labeled variables are those named
fr: Les variables libellées sont celles nommées

source: The labeled factors are those named
fr: Les facteurs libellés sont ceux nommés

source: The labeled columns are those numbered
fr: Les colonnes libellées sont celles numérotées

source: The labeled rows are those with the higher contribution to the plane construction
fr: Les lignes libellées sont celles ayant la plus grande contribution à la construction du plan

source: The labeled columns are those with the higher contribution to the plane construction
fr: Les colonnes libellées sont celles ayant la plus grande contribution à la construction du plan

source: The labeled rows are those the best shown on the plane
fr: Les lignes libellées sont celles les mieux représentées sur le plan

source: The labeled columns are those the best shown on the plane
fr: Les colonnes libellées sont celles les mieux représentées sur le plan

source: The labeled rows are those named
fr: Les lignes libellées sont celles nommées

source: The labeled columns are those named
fr: Les colonnes libellées sont celles nommées

source: Individuals factor map (MCA)
fr: Graphe des individus (ACM)

source: The individuals in light blue are considered as active whereas the individuals in dark blue are illustrative
fr: Les individus en bleu clair sont les individus actifs, ceux en bleu foncé sont les individus supplémentaires (illustratifs)

source: The Wilks test p-value indicates which variable factors are the best separated on the plane
fr: La probabilité critique du test de Wilks indique la variable dont les modalités sépare au mieux les individus sur le plan

source: i.e. which one explain the best the distance between individuals
fr: i.e. qui explique au mieux les distances entre individus

source: There only is one possible qualitative variable to illustrate the distance between individuals
fr: Il n'y a qu'une unique variable qualitative possible pour illustrer les distances entre individus

source: The best qualitative variable to illustrate the distance between individuals on this plane is
fr: La meilleure variable qualitative pour illustrer les distances entre individus sur le plan est la variable

source: Many qualitative variables have a Wilks p-value equal to zero
fr: Plusieurs variables qualitatives présentent une probabilité critique du test de Wilks égale à zéro

source: To arbitrate which one to select, we need to compare their statistic value
fr: Pour choisir laquelle retenir, on compare donc les valeurs de leur statistique de test

source: The qualitative variables
fr: Les variables qualitatives

source: cannot separate the individuals on the plane, cause they are unimodal
fr: ne peuvent séparer les individus sur le plan, car elles sont unimodales

source: Here, the qualitative variable selected is
fr: La variable qualitative retenue ici est la variable

source: The variable
fr: La variable

source: cannot be selected to illustrate the plane
fr: ne peut être utilisée pour illustrer le plan

source: The italic individuals represented by an empty circle are the illustrative ones, those represented by a point are the active ones
fr: Les individus en italique représentés par un cercle vide sont les individus supplémentaires (illustratifs), ceux représentés par un point sont les individus actifs

source: The individuals are coloured after their category for the variable
fr: Les individus sont colorés selon leur appartenance aux modalités de la variable

source: Overlayed factor map (CA)
fr: Graphe superposé (AFC)

source: Variables factor map (MCA)
fr: Graphe des variables (ACM)

source: The rows in light blue are considered as active whereas those in dark blue are illustrative
fr: Les lignes en bleu clair sont les lignes en actif, celles en bleu foncé sont les lignes supplémentaires (illustratives)

source: The columns in light red are considered as active whereas those in dark red are illustrative
fr: Les colonnes en rouge clair sont les colonnes en actif, celles en rouge foncé sont les colonnes supplémentaires (illustratives)

source: Qualitative factor map (PCA)
fr: Graphe des modalités (ACP)

source: Quantitative factor map (CA)
fr: Graphe des variables quantitatives (AFC)

source: Quantitative factor map (MCA)
fr: Graphe des variables quantitatives (ACM)

source: The **dimension
fr: La **dimension

source: opposes individuals such as
fr: oppose des individus tels que

source: * and *
fr: * et *

source: to the right of the graph, characterized by a strongly positive coordinate on the axis
fr: à droite du graphe, caractérisés par une coordonnée fortement positive sur l'axe

source: to individuals such as
fr: à des individus comme

source: to the left of the graph, characterized by a strongly negative coordinate on the axis
fr: à gauche du graphe, caractérisés par une coordonnée fortement négative sur l'axe

source: to individuals characterized by a strongly negative coordinate on the axis
fr: à des individus caractérisés par une coordonnée fortement négative sur l'axe

source: to the left of the graph
fr: à gauche du graphe

source: particularly distinguishes individuals such as
fr: distingue particulièrement des individus tels que

source: opposes individuals characterized by a strongly positive coordinate on the axis
fr: oppose des individus caractérisés par une coordonnée fortement positive sur l'axe

source: to the right of the graph
fr: à droite du graphe

source: particularly distinguishes individuals characterized by a strongly positive coordinate on the axis
fr: distingue particulièrement des individus caractérisés par une coordonnée fortement positive sur l'axe

source: particularly distinguishes individuals characterized by a strongly negative coordinate on the axis
fr: distingue particulièrement des individus caractérisés par une coordonnée fortement négative sur l'axe

source: does not sufficiently discriminate individuals
fr: ne permet pas de discriminer suffisemment les individus

source: to the top of the graph, characterized by a strongly positive coordinate on the axis
fr: en haut du graphe, caractérisés par une coordonnées fortement positive sur l'axe

source: to the bottom of the graph, characterized by a strongly negative coordinate on the axis
fr: en bas du graphe, caractérisés par une coordonnées fortement négative sur l'axe

source: to the bottom of the graph
fr: en bas du graphe

source: to the top of the graph
fr: en haut du graphe

source: These individuals form a group sharing
fr: Ces individus forment un groupe partageant

source: The individuals
fr: Les individus

source: The group
fr: Le groupe

source: The group in which the individual
fr: Le groupe auquel l'individu

source: The group in which the individuals
fr: Le groupe auquel les individus

source: The group in which the factor
fr: Le groupe auquel le facteur

source: The group in which the factors
fr: Le groupe auquel les facteurs

source: stands
fr: appartient

source: stand
fr: appartiennent
