Repository: husson/Factoshiny
Catalog: po/R-*.po
Languages: fr

source: df is not a dataframe, the results of the CAshiny function or a CA result
fr: df n'est ni un dataframe ni le résultat de la fonction CAshiny ou CA

source: not enough row/column
fr: pas assez de lignes/colonnes

source: df is not a dataframe, the results of the FAMDshiny function or a FAMD result
fr: df n'est ni un dataframe ni le résultat de la fonction FAMDshiny ou FAMD

source: Your dataset is not mixed
fr: Votre jeu de données n'est pas mixte

source: df is not the result of a factorial analysis or a dataframe
fr: df n'est ni le résultat d'une analyse factorielle ni un dataframe

source: X is not a dataframe or a result from a MCA analysis
fr: X n'est ni un dataframe ni le résultat de la fonction MCA

source: not enough qualitative variables in your dataset
fr: pas assez de variables qualitatives dans le jeu de données

source: df is not a dataframe or the result of the MFA function
fr: df n'est ni un dataframe ni le résultat de la fonction MFA

source: not enough variables in your dataset
fr: pas assez de variables dans le jeu de données

source: df is not a dataframe, the results of the PCAshiny function or a PCA result
fr: df n'est ni un dataframe ni le résultat de la fonction PCAshiny ou PCA

source: not enough quantitative variables in your dataset
fr: pas assez de variables quantitatives dans le jeu de données

source: non convenient data
fr: jeu de données incompatible

source: Individuals factor map (PCA)
fr: Graphe des individus (ACP)

source: Variables factor map (PCA)
fr: Graphe des variables (ACP)

source: Please select at least one supplementary variable
fr: Choisir au moins une variable supplémentaire

source: Please select two different dimensions
fr: Choisir 2 dimensions différentes

source: Please select maximum 2 variables as habillage
fr: Choisir au plus 2 variables pour colorier

source: No categorical variables selected
fr: Aucune variable qualitative sélectionnée

source: No supplementary quantitative variables
fr: Aucune variable quantitative supplémentaire

source: Select categorical variables
fr: Choix de variables qualitatives

source: Select categorical supplementary variables
fr: Choix de variables qualitatives supplémentaires

source: No supplementary individuals
fr: Aucun individu supplémentaire

source: Select supplementary individuals
fr: Choix d'individus supplémentaires

source: Select supplementary quantitative variables
fr: Choix de variables quantitatives supplémentaires

source: Select supplementary categorical variables
fr: Choix de variables qualitatives supplémentaires

source: Points to draw
fr: Points dessinés

source: Please select more variables
fr: Choisir plus de variables

source: Please select at least one element
fr: Choisir au moins un élément

source: Number of the most contributive variables
fr: Nombre de variables les plus contributives

source: No categorical variable
fr: Aucune variable qualitative

source: Select 1 or 2 variables
fr: Choisir 1 ou 2 variables

source: Show PCA parameters
fr: Voir les paramètres

source: PCA parameters
fr: Paramètres de l'ACP

source: Choose the active variables
fr: Choisir les variables actives

source: Select the supplementary quantitative variables
fr: Choix de variables quantitatives supplémentaires

source: Select the supplementary categorical variables
fr: Choix de variables qualitatives supplémentaires

source: No categorical variable in your dataset
fr: Aucune variable qualitative dans le jeu de données

source: Select the supplementary individuals
fr: Choix d'individus supplémentaires

source: Title of the graph:
fr: Titre du graphe :

source: Graph title:
fr: Titre du graphe :

source: Draw individuals according to:
fr: Représenter les individus en fonction de:

source: Draw variables according to:
fr: Représenter les variables en fonction de:

source: Graph of individuals
fr: Graphe des individus

source: Graph of variables
fr: Graphe des variables

source: No selection
fr: Pas de selection

source: Manual
fr: Manuelle

source: Number of the most contributive individuals
fr: Nombre individus les plus contributifs

source: Points colour depend on categorical variable
fr: Points coloriés par variable qualitative

source: Size of labels
fr: Taille des libellés

source: Save graphs as
fr: Sauvegarder les graphes au format

source: Graphs
fr: Graphes

source: Graph
fr: Graphe

source: Values
fr: Valeurs

source: Automatic description of axes
fr: Description automatique des axes

source: Summary of dataset
fr: Résumé du jeu de données

source: Data
fr: Données

source: Show graphs options
fr: Options graphiques

source: Graphs options
fr: Options graphiques

source: x axis
fr: Axe des x

source: y axis
fr: Axe des y

source: Get the PCA code
fr: Lignes de code de l'ACP

source: Quit the app
fr: Quitter l'application

source: Download as pdf
fr: Télécharger en pdf

source: Download as jpg
fr: Télécharger en jpg

source: Download as png
fr: Télécharger en png

source: Number of elements to print
fr: Nombre d'éléments à écrire

source: Download the summary
fr: Télécharger le résumé

source: Choose the dimensions
fr: Choisir les dimensions

source: PCA on the dataset
fr: ACP sur le jeu de données

source: All
fr: Toutes

source: Choose
fr: Choisir

source: Graphs for
fr: Graphes sur

source: Coordinates
fr: Coordonnées

source: Results of the variables
fr: Résultats des variables

source: Results of the supplementary variables
fr: Résultats sur les variables supplémentaires

source: Summary of outputs
fr: Résumé des résultats

source: Results of the individuals
fr: Résultats sur les individus

source: Results of the categorical variables
fr: Résultats des variables qualitatives

source: Eigenvalues
fr: Valeurs propres

source: CA factor map
fr: Graphe de l'AFC

source: Please select at least one supplementary column
fr: Choisir au moins une colonne supplémentaire

source: Please select more columns
fr: Choisir plus de colonnes

source: Number of the most contributive active columns
fr: Nombre de colonnes actives les plus contributives

source: Number of the most contributive active rows
fr: Nombre de lignes actives les plus contributives

source: Warning:
fr: Attention :

source: have NA : they are considered as supplementary columns
fr: ont des données manquantes: elles sont considérées commes des colonnes supplémentaires

source: have NA : they are considered as supplementary rows
fr: ont des données manquantes: elles sont considérées commes des lignes supplémentaires

source: Not enough active columns
fr: Pas assez de colonnes actives

source: No supplementary rows selected
fr: Aucune ligne supplémentaire sélectionnée

source: Select supplementary columns
fr: Choix de colonnes supplémentaires

source: Select supplementary rows
fr: Choix de lignes supplémentaires

source: Invisible elements
fr: Eléments invisibles

source: Draw columns according to:
fr: Représenter les colonnes en fonction de :

source: Draw rows according to:
fr: Représenter les lignes en fonction de :

source: Draw columns that have a cos2 greater than:
fr: Représenter les colonnes ayant un cos2 plus grand que :

source: Draw rows that have a cos2 greater than:
fr: Représenter les lignes ayant un cos2 plus grand que :

source: Get the CA code
fr: Lignes de code de l'AFC

source: Show CA parameters
fr: Paramètres de l'AFC

source: CA parameters
fr: Paramètres de l'AFC

source: Choose the active columns
fr: Choisir les colonnes actives

source: CA on the dataset
fr: AFC sur le jeu de données

source: Rows
fr: Lignes

source: Columns
fr: Colonnes

source: Supplementary rows
fr: Lignes supplémentaires

source: Supplementary columns
fr: Colonnes supplémentaires

source: Supplementary qualitative variables
fr: Variables qualitatives supplémentaires

source: Choose colour for active individuals
fr: Choisir la couleur des individus actifs

source: Colour for active individuals
fr: Couleur des individus actifs

source: No quantitative variable describes axis 1
fr: Aucune variable quantitative ne décrit l'axe 1

source: No quantitative variable describes axis 2
fr: Aucune variable quantitative ne décrit l'axe 2

source: No quantitative variable describes axis 3
fr: Aucune variable quantitative ne décrit l'axe 3

source: Choose colour for supplementary individuals
fr: Choisir la couleur des individus supplémentaires

source: Colour for supplementary individuals
fr: Couleur des individus supplémentaires

source: Colour for the categories
fr: Couleur des modalités

source: Choose colour for the categories
fr: Choisir la couleur des modalités

source: MCA on the dataset
fr: ACM sur le jeu de données

source: Show MCA parameters
fr: Voir les paramètres de l'ACM

source: MCA parameters
fr: Paramètres de l'ACM

source: Graph of individuals and categories
fr: Graphe des individus et des modalités

source: Select elements to modify
fr: Choisir les éléments à modifier

source: Draw categories according to
fr: Dessiner les catégories en fonction de

source: categorical
fr: qualitative

source: Get the MCA code
fr: Lignes de code de l'ACM

source: Choose the active qualitative variables
fr: Choisir les variables qualitatives actives

source: Supplementary individuals
fr: Individus supplémentaires

source: Which graph do you want to modify?
fr: Quel graphe voulez-vous modifier ?

source: Individuals
fr: Individus

source: Categories
fr: Modalités

source: Supplementary categories
fr: Modalités supplémentaires

source: Colour each variable with different colour
fr: Colorier chaque variable par une couleur différente

source: Graph of the supplementary quantitative variables
fr: Graphe des variables quantitatives supplémentaires

source: Graph of the variables on the MCA map
fr: Graphe des variables de l'ACM

source: Select the supplementary qualitative variables
fr: Choix de variables qualitatives supplémentaires

source: MCA factor map
fr: Graphe de l'ACM

source: Select individuals from:
fr: Choix d'individus en fonction de :

source: Individuals and categories
fr: Individus et modalités

source: Quantitative variables
fr: Variables quantitatives

source: Supplementary quantitative variables
fr: Variables quantitatives supplémentaires

source: Active qualitative variables
fr: Variables qualitatives actives

source: Which metric would you like to use?
fr: Quelle métrique voulez-vous utiliser ?

source: Angle (in degrees)
fr: Angle (en degrés)

source: Names on 3D plot
fr: Noms sur le graphe 3D

source: Draw centers of clusters
fr: Dessiner le centre des classes

source: Draw tree
fr: Tracer l'arbre

source: Which outputs do you want?
fr: Quelles sorties voulez-vous ?

source: Hierarchical clustering on the factor map
fr: Classification hiérarchique sur le plan factoriel

source: Factor map
fr: Plan factoriel

source: Hierarchical clustering
fr: Classification hiérarchique

source: Show HCPC parameters
fr: Voir les paramètres d'HCPC

source: HCPC parameters
fr: Paramètres d'HCPC

source: HCPC on the dataset
fr: Classification hiérarchique sur le jeu de données

source: Number of clusters
fr: Nombre de classes

source: Get the HCPC code
fr: Lignes de code de la classification

source: Euclidean
fr: Euclidienne

source: Hierarchical tree
fr: Arbre hiérarchique

source: Factorial map
fr: Plan factoriel

source: 3D plot
fr: Graphe 3D

source: Hierarchical tree on the factor map
fr: Arbre hiérarchique sur le plan factoriel

source: Description of classes by variables
fr: Description des classes par les variables

source: Description of classes by axes
fr: Description des classes par les axes

source: MFA on the dataset
fr: AFM sur le jeu de données

source: Plot points for the mean individuals
fr: Tracer les points des individus moyens

source: Draw labels for the mean individuals
fr: Libellés des individus moyens

source: Plot points for the categories
fr: Tracer les points des catégories

source: Draw labels for the categories
fr: Libellés des catégories

source: Partial points are drawn
fr: Les points partiels sont tracés

source: Partial points to draw
fr: Points partiels à tracer

source: Select individuals
fr: Choix d'individus

source: Draw labels for the partial individuals
fr: Libellés des individus partiels

source: Color the variables by group
fr: Colorier les variables par groupe

source: Color the partial axes by group
fr: Colorier les axes partiels par groupe

source: Draw labels for the colonnes
fr: Libellés des colonnes

source: Get the MFA code
fr: Lignes de code de l'AFM

source: Creation of groups
fr: Création des groupes

source: Create the groups
fr: Créer les groupes

source: Create Group
fr: Création du groupe

source: Which graph would you like to modify?
fr: Quel graphe voulez-vous modifier ?

source: Frequencies
fr: Fréquences

source: Groups
fr: Groupes

source: Partial axes
fr: Axes partiels

source: Please select at least 2 groups
fr: Choisir au moins 2 groupes

source: No quantitative groups
fr: Pas de groupes quantitatifs

source: No groups of frequencies
fr: Pas de groupes de fréquences

source: Drawing by
fr: Habillage par

source: No groups of categorical variables
fr: Pas de groupes qualitatifs

source: Number of variables with highest cos2
fr: Nombre de variables avec les cos2 les plus élevés

source: Choose variables
fr: Choisir les variables

source: Groups representation
fr: Graphe des groupes

source: Correlation circle
fr: Cercle des corrélations

source: Individual factor map
fr: Graphe des individus

source: Draw labels for the columns
fr: Libellés des colonnes

source: Graph of the partial axes
fr: Graphe des axes partiels

source: Graph of the frequencies
fr: Graphe des fréquences

source: Quantitative
fr: Quantitatif

source: Qualitative
fr: Qualitatif

source: Scaled
fr: Réduit

source: Unscaled
fr: Non réduit

source: Active
fr: Actif

source: Supplementary
fr: Supplémentaire

source: Results for the groups
fr: Résultats pour les groupes

source: Results for the partial axes
fr: Résultats pour les axes partiels

source: Results for the individuals
fr: Résultats pour les individus

source: Results for the rows
fr: Résultats pour les lignes

source: Results for the columns
fr: Résultats pour les colonnes

source: Results for the supplementary rows
fr: Résultats pour les lignes supplémentaires

source: Results for the supplementary columns
fr: Résultats pour les colonnes supplémentaires

source: Results for the quantitative variables
fr: Résultats pour les variables quantitatives

source: What type of results?
fr: Quel type de résultats ?

source: individual
fr: individu

source: categorical variable
fr: variable qualitative

source: Categorical variables
fr: Variables qualitative

source: group
fr: groupe

source: None
fr: Aucun

source: Show FAMD parameters
fr: Voir les paramètres de l'AFMD

source: FAMD parameters
fr: Paramètres de l'AFMD

source: Get the FAMD code
fr: Lignes de code de l'AFMD

source: Graph of the variables
fr: Graphe des variables

source: Draw labels of individuals
fr: Libellés des individus

source: Draw labels of categories
fr: Libellés des modalités

source: Active variables
fr: Variables actives

source: Supplementary variables
fr: Variables supplémentaires

source: Nothing
fr: Rien

source: Hide:
fr: Cacher:

source: Choose colour for active variables
fr: Choisir les couleurs des variables actives

source: Colour for active variables
fr: Couleurs des variables actives

source: Colour for supplementary variables
fr: Couleurs des variables supplémentaires

source: Choose colour for supplementary variables
fr: Choisir les couleurs des variables supplémentaires

source: Draw the confidence ellipses around the categories
fr: Trace les ellipses de confiance autour des modalités

source: Colour of active categories
fr: Couleur des modalités actives

source: Colour of active variables
fr: Couleur des variables actives

source: Colour of supplementary categories
fr: Couleurs des modalités supplémentaires

source: Colour of active individuals
fr: Couleur des individus actifs

source: Colour of supplementary individuals
fr: Couleur des individus supplémentaires

source: Results of the supplementary individuals
fr: Résultats des individus supplémentaires

source: Results of the supplementary categories
fr: Résultats des modalités supplémentaires

source: Results of the active categories
fr: Résultats des modalités actives

source: Results of the supplementary quantitative variables
fr: Résultats des variables quantitatives supplémentaires

source: Colour of supplementary quantitative variables
fr: Couleur des variables quantitatives supplémentaires

source: Colour of supplementary categorical variables
fr: Couleur des variables qualitatives supplémentaires

source: Draw confidence ellipses
fr: Trace les ellipses de confiance

source: Draw confidence ellipses around
fr: Trace les ellipses de confiance autour des

source: Scale data to unit value
fr: Réduire les variables

source: Colour of supplementary row points
fr: Couleur des lignes supplémentaires

source: Colour of row points
fr: Couleur des lignes

source: Colour of column points
fr: Couleur des colonnes

source: Colour of supplementary column points
fr: Couleur des colonnes supplémentaires

source: FAMD on the dataset
fr: AFDM sur le jeu de données

source: Principal Component Analysis
fr: Analyse en Composantes Principales

source: This dataset contains
fr: Ce jeu de données contient

source: individuals and
fr: individus et

source: Dataset
fr: Jeu de données

source: variable is quantitative and considered as illustrative
fr: variable est quantitative supplémentaire

source: variables are quantitative and considered as illustrative
fr: variables sont quantitatives supplémentaires

source: variable is qualitative and considered as illustrative
fr: variable est qualitative supplémentaire

source: variables are qualitative and considered as illustrative
fr: variables sont qualitatives supplémentaires

source: individual is considered as illustrative
fr: individu est supplémentaire

source: individuals are considered as illustrative
fr: individus sont supplémentaires

source: Study of the outliers
fr: Observation d'individus extrêmes

source: The analysis of the PCA graphs leads to detect an outlier that strongly influences the PCA results.
fr: L'analyse des graphes de l'ACP conduit à détecter un individu singulier qui influence très fortement les résultats de l'ACP.

source: First we will describe this outlier and then we will suppress it from the analysis.
fr: On soulignera dans un premier temps le caractère extrême de cet individu avant de le retirer pour procéder à la suite de l'analyse.

source: Looking at the graph, we can note that a particular individual strongly contributes to the construction of the plane.
fr: En observant le graphe, on peut noter qu'un individu est très particulier et contribue fortement à la construction du plan.

source: Its contribution to the construction of the plane equals
fr: Sa contribution à la construction du plan est de

source: The analysis of the PCA graphs leads to detect outliers that strongly influence the PCA results.
fr: L'analyse des graphes de l'ACP conduit à détecter des individus singuliers qui influencent très fortement les résultats de l'ACP.

source: First we will describe these outliers and then we will suppress them from the analysis.
fr: On soulignera dans un premier temps le caractère extrême de ces individus avant de les retirer pour procéder à la suite de l'analyse.

source: Looking at the graph, we can note that
fr: En observant le graphe, on peut noter que

source: particular individuals strongly contribute to the construction of the plane.
fr: individus sont particuliers et contribuent fortement à la construction du plan.

source: The cumulative contribution of these individuals to the construction of the plane equals
fr: La contribution cumulée de ces individus à la construction du plan est de

source: Automatic report in
fr: Rapport automatique en

source: Perform clustering after leaving PCA app?
fr: Classification après avoir quitté l'appli d'ACP

source: Perform clustering after leaving FAMD app?
fr: Classification après avoir quitté l'appli d'AFDM

source: Perform clustering after leaving CA app?
fr: Classification après avoir quitté l'appli d'AFC

source: Perform clustering after leaving MCA app?
fr: Classification après avoir quitté l'appli d'ACM

source: Perform clustering after leaving MFA app?
fr: Classification après avoir quitté l'appli d'AFM

source: The file will be saved in the directory
fr: Le fichier sera sauvegardé dans le répertoire

source: File name (without extension):
fr: Nom du fichier (sans extension)

source: Report
fr: Rapport

source: Automatic report
fr: Rapport automatique

source: No quantitative variable in your dataset
fr: Aucune variable quantitative dans votre jeu de données

source: Download as
fr: Téléchargement:

source: Download
fr: Télécharger

source: Language
fr: Langue

source: English
fr: Anglais

source: French
fr: Français

source: Graphical options
fr: Options graphiques

source: The 1st cluster is made of individuals such as
fr: La classe 1 contient des individus tels que

source: PCA
fr: ACP

source: CA
fr: AFC

source: CaGalt
fr: AFCGtla

source: MCA
fr: ACM

source: MFA
fr: AFM

source: HMFA
fr: AFMH

source: DMFA
fr: AFMD

source: FAMD
fr: AFDM

source: GPA
fr: APG

source: HCPC
fr: CAH

source: , 1 quantitative variable is considered as illustrative
fr: , 1 variable quantitative est illustrative

source: quantitative variables are considered as illustrative
fr: variables quantitatives sont illustratives

source: , 1 qualitative variable is considered as illustrative
fr: , 1 variable qualitative est illustrative

source: qualitative variables are considered as illustrative
fr: variables qualitatives sont illustratives

source: , 1 individual is considered as illustrative
fr: , 1 individu est illustratif

source: Correspondence Analysis
fr: Analyse des Correspondances

source: rows and
fr: lignes et

source: columns
fr: colonnes

source: , 1 row is considered as illustrative
fr: , 1 ligne est illustrative

source: rows are considered as illustrative
fr: lignes sont illustratives

source: , 1 column is considered as illustrative
fr: colonne est illustrative

source: columns are considered as illustrative
fr: colonnes sont illustratives

source: , 1 additional variable is quantitative and considered as illustrative
fr: , 1 variable quantitative additionnelle est illustrative

source: additional variables are quantitative and considered as illustrative
fr: variables quantitatives additionnelles sont illustratives

source: , 1 additional variable is qualitative and considered as illustrative
fr: , 1 variable qualitative additionnelle est illustrative

source: additional variables are qualitative and considered as illustrative
fr: variables qualitatives additionnelles sont illustratives

source: Multiple Correspondence Analysis
fr: Analyse des Correspondances Multiples

source: Multiple Factor Analysis
fr: Analyse Factorielle Multiple

source: Factor Analysis on Mixed Data
fr: Analyse Factorielle de Données Mixtes

source: Clustering
fr: Classification

source: Help on PCA
fr: Aide sur l'ACP

source: Help on CA
fr: Aide sur l'AFC

source: Help on MCA
fr: Aide sur l'ACM

source: Help on MFA
fr: Aide sur l'AFM

source: Help on FAMD
fr: Aide sur l'AFDM

source: Help on clustering
fr: Aide sur la classification

source: Help on this method
fr: Aide sur cette méthode

source: Run
fr: Lancer

source: Help
fr: Aide

source: Dataset description
fr: Description du jeu de données

source: Choice of the method
fr: Choix de la méthode

source: FactoMineR website
fr: Site de FactoMineR

source: Factoshiny website
fr: Site de Factoshiny

source: Factoshiny interface
fr: Interface Factoshiny

source: Choose your method
fr: Choix de votre méthode

source: Useful links
fr: Liens utiles
