Repository: husson/Factoshiny
Catalog: po/R-*.po
Languages: fr

source: characterized by a positive coordinate on the axis
fr: caractérisés par une coordonnée positive sur l'axe

source: characterized by a negative coordinate on the axis
fr: caractérisés par une coordonnées négative sur l'axe

source: form a group sharing
fr: forment un groupe partageant

source: high values for the variable
fr: de fortes valeurs pour la variable

source: high values for the variables
fr: de fortes valeurs pour les variables

source: high values for variables like
fr: de fortes valeurs pour des variables telles que

source: low values for the variable
fr: de faibles valeurs pour la variable

source: low values for the variables
fr: de faibles valeurs pour les variables

source: low values for variables like
fr: de faibles valeurs pour des variables telles que

source: variables whose values do not differ significantly from the mean
fr: des variables dont les valeurs ne diffèrent pas significativement de la moyenne

source: Note that the variable
fr: Notons que la variable

source: Note that the factor
fr: Notons que le facteur

source: is highly correlated with this dimension (correlation of
fr: est extrêmement corrélée à cette dimension (corrélation de

source: is highly correlated with the dimension (correlation of
fr: est extrêmement corrélé à cette dimension (corrélation de

source: This variable could therefore summarize itself the dimension
fr: Cette variable pourrait donc résumer à elle seule la dimension

source: This factor could therefore summarize itself the dimension
fr: Ce facteur pourrait donc résumer à lui seul la dimension

source: Note that the variables
fr: Notons que les variables

source: Note that the factors
fr: Notons que les facteurs

source: are highly correlated with this dimension (respective correlation of
fr: sont extrêmement corrélées à cette dimension (corrélations respectives de

source: are highly correlated with the dimension (respective correlation of
fr: sont extrêmement corrélés à cette dimension (corrélations respectives de

source: These variables could therefore summarize themselve the dimension
fr: Ces variables pourraient donc résumer à elles seules la dimension

source: These factors could therefore summarize themselve the dimension
fr: Ces facteurs pourraient donc résumer à eux seuls la dimension

source: opposes factors such as
fr: oppose des facteurs tels que

source: to factors such as
fr: à des facteurs comme

source: to factors characterized by a strongly negative coordinate on the axis
fr: à des facteurs caractérisés par une coordonnée fortement positive sur l'axe

source: particularly distinguishes factors such as
fr: distingue particulièrement des facteurs tels que

source: opposes factors characterized by a strongly positive coordinate on the axis
fr: oppose des facteurs caractérisés par une coordonnée fortement positive sur l'axe

source: particularly distinguishes factors characterized by a strongly positive coordinate on the axis
fr: distingue particulièrement des facteurs caractérisés par une coordonnée fortement positive sur l'axe

source: particularly distinguishes factors characterized by a strongly negative coordinate on the axis
fr: distingue particulièrement des facteurs caractérisés par une coordonnée fortement négative sur l'axe

source: does not sufficiently discriminate factors
fr: ne permet pas de discriminer suffisemment les facteurs

source: These factors form a group sharing
fr: Ces facteurs forment un groupe partageant

source: The factors
fr: Les facteurs

source: high frequency for the factor
fr: une forte fréquence de la modalité

source: high frequency for the factors
fr: une forte fréquence des modalités

source: high frequency for factors like
fr: une forte fréquence des modalités telles que

source: low frequency for the factor
fr: une faible fréquence de la modalité

source: low frequency for the factors
fr: une faible fréquence des modalités

source: low frequency for factors like
fr: une faible fréquence des modalités telles que

source: Ascending Hierarchical Classification of the individuals
fr: Classification Ascendante Hiérachique des individus

source: The classification made on individuals reveals
fr: La classification réalisée sur les individus fait apparaître

source: The **cluster
fr: La **classe

source: is made of individuals such as
fr: est composée d'individus tels que

source: is made of individuals sharing
fr: est composé d'individus partageant

source: Ascending Hierachical Classification of the rows
fr: Classification Ascendante Hiérachique des lignes

source: The classification made on rows reveals
fr: La classification réalisée sur les lignes fait apparaître

source: The 1st cluster is made of rows such as
fr: La classe 1 est composée de lignes telles que

source: is made of rows such as
fr: est composée de lignes telles que

source: is made of rows sharing
fr: est composée de lignes partageant

source: This group is characterized by
fr: Ce groupe est caractérisé par

source: factors whose frequency does not differ significantly from the mean
fr: des modalité dont la fréquence ne diffèrent pas significativement de la moyenne

source: Inertia distribution
fr: Distribution de l'inertie

source: Description of the plane
fr: Description du plan

source: Description of the dimension
fr: Description de la dimension

source: List of variables characterizing the dimensions of the analysis
fr: Liste des variables caractéristiques des dimensions de l'analyse

source: List of variables characterizing the clusters of the classification
fr: Liste des variables caractéristiques des clusters de la classification

source: Script used to produce this document
fr: Script utilisé pour la réalisation de ce document

source: The cluster
fr: La classe

source: clusters
fr: classes

source: This interpretation of the results was carried out automatically
fr: Cette interprétation des résultats a été réalisée de façon automatique

source: it cannot match the quality of a personal interpretation
fr: elle ne peut en aucun cas égaler la qualité d'une interprétation personnalisée

source: The dataset is too large to perform the classification
fr: Le jeu de données est trop volumineux pour réaliser la classification

source: creation of the .Rmd file
fr: création du fichier .Rmd

source: time spent
fr: temps écoulé

source: detection of outliers
fr: détection d'individus singuliers

source: outlier(s) terminated
fr: anomalie(s) éliminée(s)

source: analysis of the inertia
fr: analyse de l'inertie

source: component(s) carrying information
fr: composante(s) porteuse(s) d'information

source: total inertia of
fr: inertie totale de

source: components description
fr: description des composantes

source: plane
fr: plan

source: annexes writing
fr: rédaction des annexes

source: saving data
fr: sauvegarde des données

source: outputs compilation
fr: compilation des documents

source: task completed
fr: tâche terminée

source: The detection of outliers does not apply to CA results
fr: La détection des individus extrêmes ne s'applique pas à l'AFC

source: The detection of outliers does not apply to CaGalt results
fr: La détection des individus extrêmes ne s'applique pas à l'AFC de données textuelles

source: is sharing
fr: partage

source: Variable to explain
fr: Variable à expliquer

source: P-value
fr: Probabilité critique

source: Describe by ... variables
fr: Description par les variables ...

source: High color
fr: Couleur haute

source: Low color
fr: Couleur basse

source: Both
fr: Les deux

source: Qualitative variables
fr: Variables qualitatives

source: Links with the variable
fr: Liens avec la variable

source: Summary
fr: Résumé

source: Description of a variable and its categories
fr: Description d'une variable et de ses modalités

source: Categories description
fr: Description des modalités

source: Description of each category by the categories of the other variables
fr: Description de chaque modalité par les modalités des autres variables

source: Description of each category by quantitative variables
fr: Description de chaque modalité par les variables quantitatives

source: Description of each category by quantitative variables and categories
fr: Description de chaque modalité par les variables quantitatives et les mdoalités

source: Link with the quantitative variables
fr: Lien avec les variables quantitatives

source: Link with the qualitative variables
fr: Lien avec les variables qualitatives

source: The p-value should be greater than
fr: La probabilité critique doit être supérieure à

source: No significant variables, choose a higher treshold
fr: Aucune variable significative, choisir un seuil plus élevé

source: Update the output
fr: Mettre à jour la sortie

source: Select individuals with
fr: Choix d'individus par

source: Catdes output
fr: Sortie de catdes

source: Condes output
fr: Sortie de condes

source: Barplot
fr: Diagramme en barres

source: Description of a quantitative variable
fr: Description d'une variable quantitative

source: Description of a quantitative variable by quantitative variables
fr: Description d'une variable quantitative par des variables quantitatives

source: Description of a quantitative variable by qualitative variables
fr: Description d'une variable quantitative par des variables qualitatives

source: Description of a quantitative variable by categories
fr: Description d'une variable quantitative par des modalités

source: Description by the ...
fr: Description par les ...

source: Ongoing reporting process...
fr: Rédaction du rapport en cours...

source: Modify graph of
fr: Modifier le graphe des

source: individuals
fr: individus

source: Graph title
fr: Titre du graphe

source: PCA graph of individuals
fr: Graphe des individus de l'ACP

source: PCA graph of variables
fr: Graphe des variables de l'ACP

source: Labels for individuals selected by:
fr: Libellés des points pour

source: Colour points according to:
fr: Colorier les points par :

source: active/supplementary
fr: actifs/supplémentaires

source: quantitative variable
fr: variable quantitative

source: qualitative variable
fr: variable qualitative

source: active individuals
fr: individus actifs

source: supplementary individuals
fr: individus supplémentaires

source: categories
fr: modalités

source: Which graphs to use?
fr: Quels graphes utiliser ?

source: Graphs done
fr: Graphes faits

source: Suggested graphs
fr: Graphes suggérés

source: Results for the PCA with Factoshiny
fr: Résultats de l'ACP avec Factoshiny

source: Results for the MCA with Factoshiny
fr: Résultats de l'ACM avec Factoshiny

source: Results for the CA with Factoshiny
fr: Résultats de l'AFC avec Factoshiny

source: Results for the MFA with Factoshiny
fr: Résultats de l'AFM avec Factoshiny

source: Results for the FAMD with Factoshiny
fr: Résultats de l'AFDM avec Factoshiny

source: Results for the HCPC with Factoshiny
fr: Résultats de la classification avec Factoshiny

source: You can use it to fine your app the way you left it
fr: Vous pouvez l'utiliser pour retrouver l'application comme vous l'avez laissée

source: Corresponding script:
fr: Code correspondant :

source: Number of dimensions kept for clustering
fr: Nombre de dimensions utilisées pour la classification

source: as well as the RData objects are available in the sub-directory:
fr: ainsi que les objets RData sont disponibles dans le répertoire :

source: The file
fr: Le fichier

source: Variables representation
fr: Graphe des variables
